Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: In the event participated also Agnieszka Dawydzik from Ministry of Infrastructure and Development, Jan Hofmokl from Ministry of Foreign Affairs, Andrzej Porawski and Mirosław Olczak, who represented the Association of Polish Cities, and Renata Koźlicka-Glińska from Polish-American Freedom Foundation.
pl: W wydarzeniu brali również udział Agnieszka Dawydzik z Ministerstwa Infrastruktury i Rozwoju, Jan Hofmokl z Ministerstwa Spraw Zagranicznych, Andrzej Porawski i Mirosław Olczak reprezentujący Związek Miast Polskich oraz Renata Koźlicka-Glińska z Polsko-Amerykańskiej Fundacji Wolności.

source: During their stay, local government members from Ukraine will visit nine Polish cities: Gdynia, Głogów, Kalisz, Kozienice, Lubartów, Mińsk Mazowiecki, Sochaczew, Sokołów Podlaski and Toruń, where they will get acquainted with, inter alia, organization of work in the departments, issues of municipal waste management, choosing the implementers in public procurement procedures, investments and procedure of obtaining EU assets for local governments.
pl: W trakcie pobytu samorządowcy z Ukrainy odwiedzą dziewięć polskich miast: Gdynię, Głogów, Kalisz, Kozienice, Lubartów, Mińsk Mazowiecki, Sochaczew, Sokołów Podlaski i Toruń, w których będą zapoznawać się między innymi z organizacją pracy w urzędzie, zagadnieniami gospodarki odpadami komunalnymi, wyboru wykonawców w ramach procedur zamówienia publicznego, inwestycjami oraz procedurą wnioskowania lokalnych samorządów o środki unijne.

source: Medical and welfare assistance
pl: Pomagamy uchodźcom wewnętrznym na Ukrainie

source: The elderly, disabled or chronically ill people, large families and single mothers have priority in treatment.
pl: Pierwszeństwo w skorzystaniu z usług gabinetów mają osoby starsze, niepełnosprawne, przewlekle chorzy, rodziny wielodzietne oraz samotne matki.

source: Patients value the high quality of services, and competent and friendly staff who give them all the attention they need.
pl: Szczególnie doceniana przez pacjentów jest wysoka jakość usług, kompetentny, serdeczny personel, który poświęca każdemu pacjentowi tyle czasu, ile potrzebuje.

source: It is of equal importance to offer social and psychological assistance and to help internally displaced persons integrate with the local community.
pl: Nie mniej istotna jest pomoc społeczno - psychologiczna oraz działania służące integracji ze społecznością lokalną.

source: They receive persons who were forced by war to leave their homes, lost their jobs and struggle with the trauma of losing their loved ones.
pl: Zgłaszają się tam osoby, które w wyniku wojny zmuszone były opuścić swój dom, straciły pracę, nierzadko zmagają się z traumą po stracie bliskich.

source: The centres offer complex assistance in dealing with difficult life situations.
pl: Centra oferują im kompleksową pomoc w rozwiązaniu trudnej sytuacji życiowej.

source: Each family is assigned an assistant who helps them contact relevant welfare services and refers them to psychological therapy or workshops if they need this kind of support.
pl: Przydzielony każdej rodzinie asystent pomaga dotrzeć do odpowiednich służb socjalnych, gdy jest taka potrzeba kieruje na terapię psychologiczną lub warsztaty.

source: The centres offer activities to integrate displaced persons with the local community.
pl: Centra stały się także miejscem integracji przesiedleńców z miejscową wspólnotą.

source: Hobby clubs and open-air events are organized on a regular basis to help break with stereotypes and integrate the Ukrainian society.
pl: Regularnie organizowane są kółka zainteresowań oraz imprezy plenerowe, które sprzyjają obalaniu wzajemnych stereotypów i integracji ukraińskiego społeczeństwa.

source: The ARTE psychological support and integration centre for displaced persons is a special place on the map of Kharkiv.
pl: Szczególnym miejscem na mapie Charkowa jest Centrum wsparcia psychologicznego i integracji dla przesiedleńców „ARTE”.

source: Thanks to MFA funding, the HumanDoc Foundation created an open and friendly space where people can receive professional assistance.
pl: Dzięki finansowaniu Ministerstwa Spraw Zagranicznych RP, Fundacja HumanDoc stworzyła przyjazną i otwartą przestrzeń, w której osoby potrzebujące wsparcia mogą liczyć na profesjonalną pomoc.

source: Psychologists offer free-of-charge counselling and consultations, run group and individual therapy sessions based on art therapy techniques which were not widely used in Ukraine.
pl: Psychologowie udzielają darmowych porad i konsultacji, prowadząc terapie grupowe i indywidualne w oparciu o techniki arteterapii, które nie były dotąd powszechnie stosowane w Ukrainie.

source: In its everyday activities, the centre uses art, film, photography and music as therapy tools.
pl: W codziennej pracy jako narzędzie w terapii wykorzystywana jest sztuka, film, fotografia, muzyka.

source: The psychologists and volunteers who work at the centre visit temporary camps for displaced persons, orphanages, and hospital pediatrics wards.
pl: Psychologowie i wolontariusze Centrum regularnie odwiedzają tymczasowe osiedla dla przesiedleńców, domy dziecka oraz szpitalne oddziały pediatryczne.

source: The centre also helps children with intellectual disabilities and children who have problems with fitting in at school.
pl: Ważną częścią działalności centrum jest także pomoc dzieciom niepełnosprawnym intelektualnie czy mającym problemy z socjalizacją szkolną.

source: Training sessions and internships for Ukrainian psychologists and psychiatrists from eastern Ukraine run by the Military Medical Institute make psychological aid more accessible.
pl: Zapewnianiu lepszego dostępu do opieki psychologicznej służą również szkolenia i staże dla ukraińskich psychologów i psychiatrów ze wschodniej Ukrainy organizowane przez Wojskowy Instytut Medyczny.

source: Training covers diagnosis and basic issues in disorder therapy which are connected with war trauma.
pl: Szkolenia obejmują diagnostykę i podstawy terapii zaburzeń związanych z traumą wojenną.

source: Ukrainian doctors use this knowledge in their everyday work, bringing help to displaced persons who suffer from various psychological problems.
pl: Wiedza ta jest niezbędna w codziennej pracy ukraińskich lekarzy, którzy na co dzień niosą pomoc osobom przesiedlonym borykającym się z różnymi problemami psychologicznymi.

source: Trauma can hide behind different masks.
pl: A trauma może ukrywać się pod różnymi maskami.

source: A project run together with the United Nations Development Programme supports displaced persons and members of local communities from the Donetsk and Luhansk Oblasts who want to launch or relaunch a business.
pl: Rozwoju (United Nations Development Programme - UNDP) kontynuowany jest projekt, którego celem jest wsparcie osób przesiedlonych i członków lokalnej społeczności z obwodów donieckiego i ługańskiego w rozpoczęciu lub reaktywacji działalności biznesowej.

source: The flagship element of this project is a grant competition which provides support for more than 130 micro and small enterprises and creates 450 new jobs.
pl: Głównym elementem realizowanej inicjatywy jest konkurs grantowy, w ramach którego wsparcie uzyskało ponad 130 mikro i małych przedsiębiorców, które stworzyły około 450 nowych miejsc pracy.

source: Apart from financial support, the beneficiaries also receive legal and accounting advice and assistance in marketing activities.
pl: Beneficjenci, oprócz wsparcia finansowego, korzystają również z doradztwa prawno-księgowego oraz pomocy w prowadzeniu działań marketingowych.

source: Measures are also taken to promote entrepreneurial spirit among conflict-stricken communities.
pl: Dodatkowo realizowane są działania mające na celu promocję przedsiębiorczości wśród ludności dotkniętej konfliktem.

source: A media campaign Big Stories about Small Businesses was launched to create spots which inspire displaced persons and their host communities to run their own business activities.
pl: W tym celu stworzono kampanię medialną Big Stories about Small Businesses, w ramach której wyprodukowano materiały filmowe inspirujące przesiedleńców i ludność ich przyjmującą do prowadzenia własnej działalności biznesowej.

source: The ADRA Foundation operating in the Dnipropetrovsk Oblast uses MFA funds to carry out a project that aims to train displaced persons to enable them to gain new vocational skills for which there is a demand on the local labour market.
pl: Z kolei w obwodzie Dniepropietrowskim Fundacja ADRA dzięki dofinansowaniu MSZ realizuje projekt, który pozwala osobom przesiedlonym wewnętrznie zdobyć nowe kompetencje zawodowe pożądane na lokalnym rynku pracy.

source: They take part in vocational training that lets them apply for local job openings.
pl: Biorą oni udział w kursach zawodowych, które zostały wybrane na podstawie dostępności ofert pracy w regionie.

source: They can also cooperate with an HR expert who counsels them in job search techniques.
pl: Mają także możliwość współpracy ze specjalistą HR, który pomaga im w poszukiwaniu zatrudnienia.

source: Many of the people that take part in the project struggle with emotional burnout as a result of stress, low self-assessment and the lack of faith in their own potential.
pl: Wiele z osób uczestniczących w projekcie zmaga się z wypaleniem emocjonalnym związanym z przeżytym stresem, brakiem wiary w siebie oraz we własne możliwości.

source: To help them overcome these problems, the project offers psychological counseling.
pl: Dlatego w ramach projektu przewidziane są także konsultacje psychologiczne.

source: In 2017, Poland sponsored 12 development and humanitarian aid projects for internally displaced persons and for the poorest host communities with funding amounting to PLN 9,364,338.
pl: W 2017 r. ze środków polskiej pomocy zrealizowano 12 projektów pomocy rozwojowej i humanitarnej na rzecz osób wewnętrznie przesiedlonych oraz najuboższej ludności przyjmującej na łączną kwotę 9 364 338 PLN.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2014 / Humanitarian aid for refugees from eastern Ukraine / Polish humanitarian aid reaches Ukraine
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2014 / Pomoc humanitarna dla uchodźców ze wschodniej Ukrainy / Polska pomoc humanitarna dotarła na Ukrainę

source: Polish humanitarian aid reaches Ukraine
pl: Polska pomoc humanitarna dotarła na Ukrainę

source: “This convoy has a historic significance to Poland, especially at such a unique time.
pl: - Transport ten ma historyczne znaczenie dla Polski, szczególnie w tak wyjątkowym okresie.

source: We wanted the aid to reach our Ukrainian friends before Christmas,” Stanisław Łukasik, Polish Consul General, emphasised in Kharkiv.
pl: Zależało nam, aby pomoc dotarła do ukraińskich przyjaciół jeszcze przed świętami - podkreślił w Charkowie konsul generalny RP Stanisław Łukasik.

source: “Poland's support means a lot to the Ukrainian people,” added Vadim Glushko, Deputy Governor of the Kharkiv Province.
pl: - Polskie wsparcie jest bardzo ważne dla Ukraińców - powiedział z kolei wicegubernator obwodu charkowskiego Wadim Glushko.

source: The convoy has been organized by the Ministry of Foreign Affairs, the National Headquarters of State Fire Service, and the Polish NGOs: the Polish Red Cross, Caritas Poland, and the Polish Centre for International Aid Foundation.
pl: Transport zorganizowany został wspólnie przez Ministerstwo Spraw Zagranicznych, Komendę Główną Państwowej Straży Pożarnej oraz polskie organizacje pozarządowe: Polski Czerwony Krzyż, Caritas Polska, Fundację Polskie Centrum Pomocy Międzynarodowej.

source: At a joint press conference with Prime Minister Ewa Kopacz to see off the convoy on Wednesday, Minister of Foreign Affairs Grzegorz Schetyna thanked all who were involved in organizing the transport, including the non-governmental organizations.
pl: W środę minister spraw zagranicznych Grzegorz Schetyna na wspólnej konferencji prasowej z premier Ewą Kopacz w trakcie odprawy transportu podziękował wszystkim zaangażowanym w jego zorganizowanie, w tym organizacjom pozarządowym.

source: The Department of Development Cooperation in cooperation with the National School of Public Administration (KSAP) continues the Eastern Partnership Academy of Public Administration program in 2017.
pl: Departament Współpracy Rozwojowej MSZ kontynuuje w 2017 r. we współpracy z KSAP realizację programu szkoleniowego Akademii Administracji Publicznej Partnerstwa Wschodniego.

source: The program comprises trainings in the implementation of the Association Agreement with the EU and the Deep and Comprehensive Free Trade Agreement for representatives of Georgia, Moldova and Ukraine, countering corruption for the Ukrainian administration, preparation for joining the WTO for Belorussian officials and civil service internships for all the representatives of the Eastern Partnership countries.
pl: Dla urzędników administracji publicznej krajów Partnerstwa Wschodniego zaplanowane zostały szkolenia z zakresu wdrażania umowy stowarzyszeniowej z EU oraz umowy o pogłębionej strefie wolnego handlu (dla przedstawicieli Gruzji, Mołdawii i Ukrainy), przeciwdziałania korupcji dla administracji ukraińskiej, przygotowania do przystąpienia do Światowej Organizacji Handlu (WTO) dla urzędników białoruskich oraz staże z zakresu służby cywilnej dla przedstawicieli wszystkich krajów PW.

source: This process covered nearly all fields of social and political activity.
pl: Proces ten objął niemal wszystkie dziedziny funkcjonowania państwa i społeczeństwa.

source: The substantial experience gained during that time can be a valuable lesson for partners from Eastern Europe and other global regions which have embraced change in recent years.
pl: Olbrzymie doświadczenie zdobyte w tym czasie jest niezwykle cenną lekcją dla partnerów nie tylko z Europy Wschodniej, ale także z wielu innych regionów świata, które w ostatnich latach wkroczyły na drogę zmian.

source: Public administration bodies play an increasingly active role in supporting systemic transition in partner countries.
pl: W działaniach wspierających transformację systemową w krajach partnerskich coraz większą aktywność przejawiają organy administracji publicznej.

source: Polish ministries, agencies and local governments are staffed with people who have the right kind of professional background and extensive expertise.
pl: Polskie ministerstwa i urzędy, a także jednostki samorządu terytorialnego, dysponują kadrą o odpowiednim przygotowaniu merytorycznym i bogatym doświadczeniu eksperckim.

source: This allows us to effectively help public administrations (e.g. in the Eastern Partnership countries) conduct successful social and economic reforms.
pl: Dzięki temu udaje się nam efektywnie wspierać administrację publiczną m.in. państw Partnerstwa Wschodniego w przeprowadzaniu skutecznych reform społeczno-gospodarczych.

source: Polish NGOs also take a big part in implementing projects that fall within this thematic area.
pl: Nie do przecenienia jest również zaangażowanie polskiego sektora pozarządowego w realizację projektów mieszących się w obszarze tematycznym.

source: Due to our geographic and cultural proximity, and the experience of rejecting the communist system, we are an attractive partner for our eastern neighbours.
pl: Bliskość geograficzna i kulturowa oraz doświadczenie wyjścia z ustroju komunistycznego powodują, że jesteśmy atrakcyjnym partnerem dla naszych wschodnich sąsiadów.

source: Leadership and management in public administration
pl: Szkolenie dla przedstawicieli afgańskich ministerstw

source: Poles teach leadership skills to Afghan vice ministers
pl: Polacy szkolą afgańskich wiceministrów z przywództwa

source: The aim of their visit is a week's leadership and public administration management course, organized by the Ministry of Foreign Affairs in cooperation with the National School of Public Administration (KSAP).
pl: Celem przyjazdu jest tygodniowe szkolenie z zakresu przywództwa i zarządzania w administracji publicznej, we współpracy Ministerstwa Spraw Zagranicznych z Krajową Szkołę Administracji Publicznej (KSAP).

source: The program of the visit includes workshops and lectures related to management and leadership in the civil service.
pl: W ramach programu wizyty przewidziano warsztaty i wykłady na temat zarządzania i przywództwa w służbie cywilnej.

source: The Jagiellonian University in Cracow will host a lecture by prof.
pl: Z kolei na Uniwersytecie Jagiellońskim w Krakowie zaplanowano wykład prof.

source: Andrzej Zoll on the subject of division of powers in a democratic state with the rule of law.
pl: Andrzeja Zolla na temat podziału władzy w demokratycznym państwie prawa.

source: “We value the support we receive from Poland.
pl: "Cenimy wsparcie okazywane przez Polskę.

source: In a historical perspective, the Poles have always been on our side”, said Mohammad Sami Sami, Vice Minister for energy and water, during the first day of the course.
pl: Z punktu widzenia historii Polacy zawsze byli nam życzliwi " - powiedział pierwszego dnia szkolenia pan Mohammad Sami Sami, wiceminister ds. energii i wody.

source: The guests shall also meet with the Marshal of the Senate Bogdan Borusewicz and the Vice Minister of Foreign Affairs, Bogusław Winid.
pl: Zaproszeni goście spotkają się również z marszałkiem senatu - panem Bogdanem Borusewiczem oraz wiceministrem spraw zagranicznych - panem Bogusławem Winidem.

source: In order to illustrate the historical context of the Polish democratic transformation to the Afghan partners, the program includes sightseeing of the Warsaw Rising Museum.
pl: Aby lepiej ukazać afgańskim partnerom kontekst historyczny polskich przemian demokratycznych, zaplanowano zwiedzenie Muzeum Powstania Warszawskiego.

source: The visit takes place 8-14 September 2013 and is financed in the framework of the Polish development cooperation by the Ministry of Foreign Affairs.
pl: Wizyta odbywa się w dniach 8-14 września 2013 r. i jest finansowana w ramach programu polskiej współpracy rozwojowej ze środków Ministerstwa Spraw Zagranicznych.

source: You are here Polish Aid / News / Open incubators for Friendship Hospital in Nghe An Province
pl: jesteś tutaj Polska pomoc / Aktualności / Otwarte inkubatory dla Szpitala Przyjaźni prowincji Nghe An

source: Open incubators for Friendship Hospital in Nghe An Province
pl: Otwarte inkubatory dla Szpitala Przyjaźni prowincji Nghe An

source: On 24 October 2017, the equipment was officially presented to the hospital in the presence of the province's authorities, the hospital managers and the Polish Ambassador to Vietnam Barbara Szymanowska.
pl: Uroczyste przekazanie sprzętu miało miejsce dnia 24 października 2017 r. w obecności władz prowincji, dyrekcji szpitala i Ambasador RP w Wietnamie, p. Barbary Szymanowskiej.

source: It is now the largest medical centre in north-central Vietnam, also treating patients from neighbouring provinces, and from Laos.
pl: Obecnie jest największą placówką medyczną w północno-środkowej części Wietnamu i obsługuje pacjentów również z sąsiednich prowincji, jak i z Laosu.

source: The new medical equipment for the hospital is co-funded by the Polish MFA's development cooperation programme.
pl: Projekt doposażenia szpitala w sprzęt medyczny współfinansowany w ramach programu polskiej współpracy rozwojowej Ministerstwa Spraw Zagranicznych RP.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Projects 2012 - Afghanistan / Polish aid for Afghanistan in 2012 / What is noql and how is it produced?
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Projekty 2012 - Afganistan / Polska pomoc dla Afganistanu w 2012 r. / Co to jest Noql i jak je przygotować?

source: What is noql and how is it produced?
pl: Co to jest Noql i jak je przygotować?

source: Noql is an Afghan delicacy.
pl: Noql to afgański przysmak.

source: Simply put, it is a piece of candy consisting of an almond covered in icing.
pl: Słodka przekąska będąca niczym innym jak migdałem polanym lukrem.

source: The finest noqlis produced using the best species of large almond.
pl: Dobre Noql robione są z najlepszych gatunków dużych migdałów.

source: Noql production makes use of a specialized large dish in which the almonds are covered in icing with a dash of vinegar (it is worth noting that the vinegar is practically indistinguishable in flavour).
pl: Do jego produkcji potrzebne jest specjalne, okrągłe naczynie, w którym polewa się migdały lukrem z dodatkiem octu (warto dodać, że ten ocet jest praktycznie niewyczuwalny w smaku).

source: Making noql may be a good idea for small businesses.
pl: Wytwarzanie Noql może być dobrym pomysłem na małą przedsiębiorczość.

source: The project's aim was to train 30 men in the production of noql.
pl: Projekt zakładał przeszkolenie 30 mężczyzn w zakresie produkcji Noql.

source: In line with the project's structure, the workshops were conducted in two phases and covered three locations: the villages of Bene Sang, Dehdarat, and Deh Daulat.
pl: Zgodnie z założeniami projektu zajęcia realizowano dwuetapowo, w trzech lokalizacjach mieszczących się we wioskach Bene Sang, Dehdarat i Deh Daulat.

source: Workshop participants were acquainted with every step of the process to produce noql.
pl: Uczestnicy szkoleń opanowali wszystkie czynności i procesy związane z produkcją Noql.

source: They also gained theoretical knowledge in the scope of recipes, production, and distribution.
pl: Ponadto nabyli też wiedzę teoretyczną w zakresie receptur, produkcji i dystrybucji gotowego wyrobu.

source: The remaining funds were reinvested in raw materials to continue production after the workshop ended.
pl: Pozostałe pieniądze zainwestowano w surowce pozwalające na kontynuowanie produkcji po zakończeniu projektu.

source: During a ceremony to mark the end of the workshop, each of the participants received a training certificate.
pl: Podczas ceremonii kończącej szkolenie, każdy z uczestników otrzymał certyfikat poświadczający uczestnictwo w przedsięwzięciu.

source: Such projects not only provide the skills necessary to operate on the labour market, but first and foremost help improve the material standing of local communities in Ghazni Province.
pl: Tego typu projekty nie tylko dostarczają umiejętności niezbędnych na rynku pracy, ale przede wszystkim przyczyniają się do poprawy sytuacji materialnej społeczności lokalnych prowincji Ghazni.

source: Poland supports journalists in South Sudan
pl: Polska wspiera dziennikarzy w Sudanie Południowym

source: The town of Maridi (South Sudan) is host to a training for local journalists, who learn how to produce radio features and host education programmes.
pl: W Maridi (Sudan Południowy) trwa szkolenie dla dziennikarzy lokalnych dotyczące produkcji reportaży radiowych i prowadzenia programów edukacyjnych.

source: Apart from theory, the participants are also offered a chance to practice their skills by conducting street surveys or collecting and editing materials.
pl: Szkolenie adresowane jest do dziennikarzy radiowych, ponieważ radio w Sudanie Południowym stanowi najpopularniejsze medium i główne źródło informacji.

source: Held as part of the “Education on Air” project, the training has been organized by the Education for Peace Association and involves a South Sudanese radio station.
pl: Projekt zakłada przeprowadzenie pięciu miesięcznych szkoleń dla pięćdziesięciu dziennikarzy oraz warsztatów dla wykładowców dziennikarstwa na Uniwersytecie w Dżubie.
